Repository: bartoszstepien01/busfinder
Catalog: lib/l10n/app_*.arb
Languages: pl

# welcome
source: Welcome to BusFinder!
pl: Witaj w aplikacji BusFinder!

# personalTravelAssistant
source: Your personal travel assistant
pl: Twój osobisty asystent podróży

source: Log in
pl: Zaloguj się

# singup
source: Sign up
pl: Zarejestruj się

source: Email
pl: Adres e-mail

source: Password
pl: Hasło

# name
source: First name
pl: Imię

# surname
source: Last name
pl: Nazwisko

source: Timetables
pl: Rozkłady jazdy

source: Map
pl: Mapa

source: Profile
pl: Profil

source: Hello!
pl: Cześć!

source: General
pl: Ogólne

source: Theme
pl: Motyw

source: Language
pl: Język

source: Log out
pl: Wyloguj się

# adminOptions
source: Administrator options
pl: Opcje administratora

source: Users
pl: Użytkownicy

# stops
source: Bus stops
pl: Przystanki

# lines
source: Bus lines
pl: Linie

source: Select user type
pl: Wybierz typ użytkownika

source: Are you sure?
pl: Czy na pewno?

# areYouSureDeleteUser
source: Are you sure you want to delete this user ({user})?
pl: Czy na pewno chcesz usunąć tego użytkownika ({user})?

source: Yes
pl: Tak

source: No
pl: Nie

source: Cancel
pl: Anuluj

# areYouSureDeleteStop
source: Are you sure you want to delete this bus stop ({stop})?
pl: Czy na pewno chcesz usunąć ten przystanek ({stop})?

# addStop
source: Add bus stop
pl: Dodaj przystanek

# editStop
source: Edit bus stop
pl: Edytuj przystanek

source: Next
pl: Dalej

# stopName
source: Bus stop name
pl: Nazwa przystanku

source: Main route
pl: Główna trasa

source: All variants
pl: Wszystkie warianty

source: Workday
pl: Dni robocze

source: Saturday
pl: Soboty

source: Sunday
pl: Niedziele

source: Holiday
pl: Święta

source: Special
pl: Specjalny

# noSchedulesAvailable
source: No schedules available for this stop.
pl: Brak rozkładu dla tego przystanku.

# noBusesAtThisStop
source: No buses at this stop for this schedule.
pl: Ten rozkład nie obejmuje tego przystanku.

source: Legend
pl: Legenda

source: Select route
pl: Wybierz linię

# locationDisabled
source: Location services are disabled.
pl: Lokalizacja jest wyłączona.

# permissionsDenied
source: Location permissions are denied.
pl: Pozwolenie o dostęp do lokalizacji odrzucone.

# permissionsDeniedPermanently
source: Location permissions are permanently denied.
pl: Pozwolenie o dostęp do lokalizacji permanentnie odrzucone.

source: Driving started.
pl: Rozpoczęto przejazd.

# locationSent
source: Location sent at {datetime}
pl: Lokalizacja wysłana. Czas: {datetime}

source: Driving stopped.
pl: Zakończono przejazd.

source: Stop driving
pl: Zakończ przejazd

source: Start driving
pl: Rozpocznij przejazd

source: Driver
pl: Kierowca

source: Save
pl: Zapisz

source: Error
pl: Błąd

# routeName
source: Bus route name
pl: Nazwa linii

source: Add variant
pl: Dodaj wariant

source: Edit variant
pl: Edytuj wariant

source: Variant name
pl: Nazwa wariantu

source: Bus routes
pl: Linie autobusowe

# areYouSureDeleteRoute
source: Are you sure you want to delete this route ({route})?
pl: Czy na pewno chcesz usunąć tę linię ({route})?

source: Edit route
pl: Edytuj linię

# nStops
source: {count, plural, =0{No stops} =1{1 stop} other{{count} stops}}
pl: {count, plural, one{{count} przystanek} few{{count} przystanki} many{{count} przystanków} other{{count} przystanka}}

source: Standard
pl: Standardowy

source: Add schedule
pl: Dodaj rozkład

source: Day type
pl: Rodzaj dnia

source: Edit schedule
pl: Edytuj rozkład

# noCourses
source: No rides
pl: Brak przejazdów

# tapToAddCourse
source: Tap the + button to add a course
pl: Kliknij przycisk +, aby dodać przejazd

# course
source: Ride
pl: Przejazd

# addCourse
source: Add ride
pl: Dodaj przejazd

# editCourse
source: Edit ride
pl: Edytuj przejazd

source: Set time
pl: Ustaw czas

source: No schedules
pl: Brak rozkładów

source: All types
pl: Wszystkie rodzaje

source: All routes
pl: Wszystkie linie

source: Schedules
pl: Rozkłady jazdy

source: System
pl: Systemowy

source: Light
pl: Jasny

source: Dark
pl: Ciemny

# errorOccurred
source: Error occurred. Check your Internet connection
pl: Wystąpił błąd. Sprawdź swoje połączenie z internetem

# areYouSureDeleteSchedule
source: Are you sure you want to delete this schedule ({schedule})?
pl: Czy na pewno chcesz usunąć ten rozkład ({schedule})?

source: Variant
pl: Wariant

source: Stop times
pl: Godziny postojów

# busRoute
source: Route
pl: Linia

source: Variants
pl: Warianty

# addRoute
source: Add bus route
pl: Dodaj linię
